{
  "description": "Justin Aversano\nJustin Aversano is a Co-Founder and CEO of Quantum Art, a platform focused on curating digital culture through NFTs. He is also the Co-founder and Creative Director of SaveArtSpace, a nonprofit dedicated to bringing community art to public spaces.\n\nJustin is a humanist and a social entrepreneur who connects his art with the world around him by capturing moments, faces, and communities through his camera lens. Currently based in Los Angeles. Justin has made a name for himself in the NFT space by launching the Twin Flames collection as the first ever photography project on the Ethereum chain.\n\nHe has now continued his success by launching his new collection as the one of the very first established photography artist on the BTC chain.\n\nColin in the Car\nBefore Justin Aversano was a world famous artist, he started as a street photographer in his early days practicing the medium.\n\nThis is one of his early medium format street photography images, Colin in the Car, after graduating photography school at the School of Visual Arts in 2014. Justin was always seeking new perceptions and perspectives to make a candid photograph with his subjects. Focusing his lens on reflections, refractions, distortions and other psychological and psychedelic techniques that invigorates the depth of field and vision a camera can operate in.\n\nThrough this practice of Street photography Justin built a visual style of composition that sets the tone and frame going forward for most of his notable projects such as; Everyday Is A Gift, Twin Flames, and his most recent series Smoke and Mirrors. Justin tells stories through each of his images and connects and weaves all of his projects together by the way he depicts the subject with subtle representation and symbolism throughout the frame",
  "discord_link": "https://discord.gg/E483TtHjba",
  "icon": "https://bafybeia7egznitqi34bjosug7mb7sdibzehkzd6htb6cbag5gyt6wkqzlu.ipfs.nftstorage.link/",
  "inscription_icon": "851702daa9843910451b53f7fb9c1c986d44a6431dd25520a9518f24eafdf065i0",
  "name": "Justin aversano - Colin in the car",
  "slug": "justinaversano_colin-in-the-car",
  "twitter_link": "https://twitter.com/justinaversano",
  "website_link": "https://colininthecar.xyz/"
}