{
  "description": "Pixel Panda Wars are the VERY FIRST inscriptions by timestamp in Bitcoin's ENTIRE network history to be inscribed onto a Satoshi from block 78! They all come from the same genesis transaction address starting with 'bc1panda'. Cryptographers are sure to appreciate all the detail that went into making these historic inscriptions on the Bitcoin network. Be a part of the sub-100 block club by owning the FIRST inscriptions under block 100: the Pixel Pandas! All 250 cards are part of a real, playable, chess-like board game! It's a simple math and strategy game, but experienced players will find that all the detailed board control, timing, and luck make the gaming experience go much deeper than what meets the eye. The descriptions on the cards detail the relevant lore and history of the different Pixel Panda War Landscapes, Creatures, Spells, and their Buildings. References and secrets lie in the small details of the cards and give the user something very real to hold onto for their personal connection to their piece of the epic saga, \"Pixel Panda Wars.\" Finally, it's worth noting that the earliest Satoshi on the entire Bitcoin network to be inscribed previous to Pixel Panda Wars was inscribed onto a Sat from block 528, making the Pixel Pandas quite a rare and historic piece of the Bitcoin network from a cryptography standpoint. To verify the information claimed above, you can check the open source Layer 1 blockchain yourself, or find proof cited on the Twitter account @pixelpandawars The whitepaper and project details, including how to play the game, are also available there.",
  "discord_link": "https://discord.gg/bR5M2ejxKn",
  "icon": "https://turbo.ordinalswallet.com/inscription/preview/93f94294166257b863d7272f506471dcf3d51a3c92f660d3116eb9d6e932e7a6i0",
  "inscription_icon": "93f94294166257b863d7272f506471dcf3d51a3c92f660d3116eb9d6e932e7a6i0",
  "name": "Pixel Panda Wars",
  "slug": "pixel-panda-wars",
  "twitter_link": "https://twitter.com/pixelpandawars",
  "website_link": ""
}